Repository: cd8608/epcis
Catalog: src/FasTnT.Web/Internationalization/Resources.*.resx
Languages: fr

source: EPCIS Repository
fr: Dépôt EPCIS

# Format_CaptureFailed
source: Capture event failed in {0:N0}ms
fr: La capture a échoué en {0}ms

# Format_Copyright
source: © {0} Louis-Axel Ambroise, All rights reserved.
fr: © {0} Louis-Axel Ambroise, Tous droits réservés.

# Format_DetailsOfEvent
source: Details of event {0}
fr: Détails de l'événement {0}

# Format_DisplayingXOutOfNItems
source: Displaying {0:N0} out of {1:N0} items
fr: {0:N0} éléments sur {1:N0} affichés

# Format_QueryFailed
source: Query failed in {0:N0}ms
fr: La requête a échoué en {0:N0}ms

# Format_QuerySucceedTimeLimit
source: Query succeed in {0:N0}ms
fr: La requête a réussi en {0:N0}ms

# Format_SubscriptionCallbackFailed
source: Subscription callback failed with HTTP status code {0}
fr: La réponse de l'abonnement a échoué avec le code HTTP {0}

# Grid_ApiUser
source: API User
fr: Utilisateur de l'API

# Grid_Captured
source: Captured
fr: Capturé le

# Grid_Details
source: Details
fr: Détails

# Grid_LastLogon
source: Last logon
fr: Dernière connexion

# Grid_Location
source: Location
fr: Lieu

# Grid_ReadPoint
source: Read Point
fr: Point de lecture

# Grid_Role
source: Role
fr: Rôle

# Grid_Status
source: Status
fr: Statut

# Grid_User
source: User
fr: Utilisateur

# Grid_UserName
source: Username
fr: Nom d'utilisateur

# Label_AccessDenied
source: The access to this page has been denied.
fr: L'accès à cette page est interdit

# Label_BusinessStep
source: Step
fr: Étape

# Label_CaptureTime
source: Captured On
fr: Capturé le

# Label_ChangePassword
source: Change Password
fr: Changer de mot de passe

# Label_EnterYourUsername
source: Enter your username
fr: Nom d'utilisateur

# Label_EnterYourPassword
source: Enter your password
fr: Mot de passe

# Label_EpcisServerManagement
source: EPCIS Server
fr: Serveur EPCIS

# Label_Error
source: Error
fr: Erreur

# Label_EventDetails
source: Event Details
fr: Détails de l'événement

# Label_EventId
source: Event ID
fr: ID de l'événement

# Label_Events
source: Events
fr: Événements

# Label_EventsCaptured
source: Events Captured
fr: Événements capturés

# Label_EventTime
source: Event Time
fr: Enregistré le

# Label_LatestErrors
source: Latest Errors
fr: Dernières erreurs

# Label_LatestEvents
source: Latest Events
fr: Derniers événements

# Label_Location
source: Location
fr: Lieu

# Label_Login
source: Login
fr: Connexion

# Label_MyAccount
source: My Account
fr: Mon Compte

# Label_QueriesPerformed
source: Queries Performed
fr: Requêtes éxecutées

# Label_Query
source: Query
fr: Requête

# Label_QueryTooComplex
source: Query too complex
fr: Requête trop complexe

# Label_Search
source: Search
fr: Chercher

# Label_SearchEPC
source: Search EPC
fr: Chercher EPC

# Label_SearchResult
source: Search Result
fr: Résultat de la recherche

# Label_SearchUser
source: Search User
fr: Chercher utilisateur

# Label_ServerHealth
source: Server Health
fr: Santé du serveur

# Label_Subscription
source: Subscription
fr: Abonnement

# Label_TotalEvents
source: Total Events
fr: Total d'événements

# Label_UnknownError
source: An unknown error happened. If it persists, please contact the system administrator
fr: Une erreur inconnue est survenue. Si cela persiste, veuillez contacter l'administrateur du système.

# Label_UnknownUser
source: The username provided is unknown
fr: Le nom d'utilisateur est inconnu

# Label_ApiUsers
source: API Users
fr: Utilisateurs de l'API

# Label_WrongPassword
source: The password provided is incorrect
fr: Le mot de passe est incorrect

# Link_LatestEventsList
source: Go to latest events list
fr: Aller à la liste des dernier événements

# Menu_BusinessLocations
source: Business Locations
fr: Lieux d'affaire

# Menu_BusinessSteps
source: Business Steps
fr: Étapes commerciales

# Menu_BusinessTransactions
source: Business Transactions
fr: Opérations commerciales

# Menu_Dashboard
source: Dashboard
fr: Panneau de Contrôle

# Menu_EpcisServer
source: EPCIS Server
fr: Serveur EPCIS

# Menu_Events
source: Events
fr: Événements

# Menu_Exit
source: Exit
fr: Quitter

# Menu_MasterData
source: Master Data
fr: Données de base

# Menu_ReadPoints
source: Read Points
fr: Points de lecture

# Menu_Search
source: Search
fr: Rechercher

# Menu_Subscriptions
source: Subscriptions
fr: Abonnements

# Menu_ApiUserManagement
source: API User Management
fr: Utilisateurs de l'API

# Page_About_Author
source: {0} is an EPCIS repository compliant with GS1 EPCIS specification 1.2. It is developped in C# and maintained by Louis-Axel Ambroise since 2016.
fr: {0} est un dépôt EPCIS compatible avec la version 1.2 du standard EPCIS de GS1. Il est développé en C# et maintenu par Louis-Axel Ambroise depuis 2017.

# Page_About_SourceCode
source: The source code of this project can be downloaded on {0}
fr: Le code source de ce projet peut être téléchargé gratuitement sur {0}

# Page_MasterData_ManageMasterData
source: This page allows you to manage the different Master Data of this EPCIS repository
fr: Cette page vous permet de gérer les différentes données de base de dépôt EPCIS.

# Label_Loading
source: Loading...
fr: Chargement...

# Form_ConfirmNewPassword
source: Confirm New Password:
fr: Confirmer le nouveau mot de passe :

# Form_NewPassword
source: New Password:
fr: Nouveau mot de passe :

# Form_PreviousPassword
source: Previous Password:
fr: Mot de passe actuel :

# Form_Submit
source: Submit
fr: Valider

# Format_CaptureSucceed
source: Capture succeed in {0:N0} ms
fr: La capture a réussi en {0:N0}ms

# Format_QuerySucceed
source: Query succeed in {0:N0}ms
fr: La requête a réussi en {0:N0}ms

# Format_SubscriptionSucceed
source: Subscription execution succeed in {0:N0}ms
fr: La subscription a été exécutée en {0:N0}ms

# Label_EditApiUser
source: Edit API user {0}
fr: Éditer l'utilisateur de l'API {0}

# Grid_IsActive
source: Is Active?
fr: Activé ?

# Label_Password
source: Password:
fr: Mot de passe :

# Label_ConfirmPassword
source: Confirm password :
fr: Confirmez le mot de passe :

# Label_IsActive
source: Is Active?
fr: Actif ?

# Label_UserName
source: Username:
fr: Nom d'utilisateur :

# Label_DetailsApiUser
source: Details of API User {0}
fr: Détails de l'utilisateur de l'API {0}

# Label_Edit
source: Edit
fr: Modifier

# Label_LatestActivity
source: Latest activity:
fr: Dernière activité :

# Label_CaptureEndpoint
source: Capture endpoint for EPCIS events:
fr: Point de terminaison de capture des événements EPCIS :

# Label_IsAPIAuthorizationRequired
source: Is the API authorization required:
fr: Autentification requise pour appeler l'API :

# Label_QueryEndpoint
source: Query endpoint for EPCIS events:
fr: Point de terminaison de requêtage des événements EPCIS :

# Format_WelcomeBackUser
source: Welcome back, {0}!
fr: Content de vous revoir, {0} !

# Label_NotYou
source: Not you?
fr: Ce n'est pas vous ?

# Label_WeLockedYourSession
source: We have locked your session for security reasons.
fr: Nous avons verrouillé votre session par sécurité.

# Label_DashboardDisabled
source: The dashboard has been disabled on this repository.
fr: Le tableau de bord a été désactivé sur ce serveur.

# Grid_SubscriptionCount
source: # Subscriptions
fr: # Abonnements

# Label_Subscriptions
source: Subscriptions:
fr: Abonnements :

# Label_Unlock
source: Unlock
fr: Déverrouiller

# Label_BusinessLocations
source: Business Locations
fr: Lieux d'Affaire
